{
    "Why do we need to classify drugs in different ways?": "દવાના વર્ગીકરણનું કારણ નીચે મુજબ છે:\r\n(i) ફાર્માકોલોજીકલ અસર ચિકિત્સકો પર આધારિત છે, આ વ્યાખ્યા મદદરૂપ છે. તે વિવિધ રોગો માટે દવાઓનું વર્ગીકરણ કરવા માટે દવાઓની સંપૂર્ણ શ્રેણી પૂરી પાડે છે.\r\n(ii) દવાઓ પરની ક્રિયા પર આધારિત આ ચોક્કસ બાયોકેમિકલ પ્રક્રિયા પર દવાની ક્રિયા પર આધારિત છે.\r\n(iii) રાસાયણિક માળખું પર નિર્માણ દવાઓની શ્રેણી જે સામાન્ય માળખાકીય લાક્ષણિકતાઓને શેર કરે છે અને સમાન ફાર્માકોલોજીકલ પ્રવૃત્તિ ધરાવે છે.\r\n(iv) પરમાણુ ઉદ્દેશ્યો પર નિર્માણ ઘણી દવાઓ લક્ષ્યો પર સમાન ક્રિયા કરે છે. આવા કિસ્સાઓમાં, આ તફાવત ઉપયોગી છે.",
    "Explain the term, target molecules or drug targets, as used in medicinal chemistry.": "દવાના લક્ષ્યો કેટલાક મેટાબોલિક માર્ગો માટે જવાબદાર મુખ્ય પરમાણુ છે જે ચોક્કસ રોગોનું કારણ બની શકે છે. ડ્રગનું લક્ષ્ય પ્રોટીન, ન્યુક્લિક એસિડ, કાર્બોહાઇડ્રેટ્સ અને લિપિડ્સ છે. તે લક્ષ્ય અણુઓને અવરોધિત કરવા માટે ઉપયોગમાં લેવાતા રાસાયણિક એજન્ટોને કી પરમાણુઓની સક્રિય જગ્યાઓ સાથે ભળીને દવાઓ કહેવામાં આવે છે.",
    "Name the macromolecules that are chosen as drug targets.": "કાર્બોહાઇડ્રેટ્સ, લિપિડ્સ, પ્રોટીન અને ન્યુક્લિક એસિડ એ દવાઓ માટે લક્ષ્ય તરીકે પસંદ કરાયેલા મેક્રોમોલેક્યુલ્સ છે",
    "Why should medicines not be taken without consulting doctors?": "ડૉક્ટરની સલાહ લીધા વિના દવાઓ લેવી જોઈએ નહીં કારણ કે તે એક કરતાં વધુ રીસેપ્ટર સાઇટ સાથે જોડાઈ શકે છે. આમ તે કેટલીક રીસેપ્ટર સાઇટ્સ માટે હાનિકારક બની શકે છે. દવાઓ, જ્યારે વધુ માત્રામાં લેવામાં આવે છે, ત્યારે તે હાનિકારક અસરો પેદા કરી શકે છે. તેથી દવાઓ ઝેરી હોઈ શકે છે.",
    "Define the term chemotherapy.": "કીમોથેરાપી એ ઔષધીય અસરો માટે રસાયણોનો ઉપયોગ છે. રોગ નિવારણ, નિદાન અને સારવાર માટે રાસાયણિક એજન્ટોનો ઉપયોગ સ્ત્રોત છે.",
    "Which forces are involved in holding the drugs to the active site of enzymes?": "જવાબદાર બળો છે\r\n(1) હાઇડ્રોજન બંધન\r\n(2) આયનીય બંધન\r\n(3) વાન ડેર વાલ્સ બળ\r\n(4) દ્વિધ્રુવ-દ્વિધ્રુવ ક્રિયાપ્રતિક્રિયા",
    "While antacids and antiallergic drugs interfere with the function of histamines, why do these not interfere with the function of each other?": "અમુક દવાઓ માત્ર ચોક્કસ રીસેપ્ટર્સને અસર કરે છે. એન્ટાસિડ્સ અને એન્ટિએલર્જિક દવાઓ દખલ કરતી નથી, કારણ કે તેઓ વિવિધ રીસેપ્ટર્સ પર કામ કરે છે. એટલા માટે એન્ટાસિડ્સ અને એન્ટિએલર્જિક દવાઓ હિસ્ટામાઇનના કાર્યમાં દખલ કરે છે પરંતુ એકબીજા સાથે નહીં.",
    "A low level of noradrenaline is the cause of depression. What type of drugs are needed to cure this problem? Name two drugs.": "ડિપ્રેશનની અસર ઘટાડવા માટે એન્ટીડિપ્રેસન્ટ દવાઓનો ઉપયોગ કરવામાં આવે છે. આ દવાઓમાં ઉત્સેચકો હોય છે જે ન્યુરોટ્રાન્સમીટર નોરાડ્રેનાલિનના અધોગતિને ઉત્પ્રેરિત કરે છે. તેથી, ચેતાપ્રેષકનું ધીમે ધીમે ચયાપચય થાય છે અને લાંબા સમય સુધી રીસેપ્ટરને સક્રિય કરી શકે છે.\r\nબે એન્ટી-ડિપ્રેસન્ટ દવાઓ છે\r\n1. ફેનેલઝાઇન\r\n2. આઇપ્રોનિયાઝિડ",
    "What is meant by the term ‘broad spectrum antibiotics’? Explain.": "એન્ટિબાયોટિક્સને બ્રોડ-સ્પેક્ટ્રમ એન્ટિબાયોટિક્સ તરીકે ઓળખવામાં આવે છે, જે ગ્રામ-નેગેટિવ અને ગ્રામ-પોઝિટિવ બેક્ટેરિયાની વિશાળ શ્રેણી સામે અસરકારક છે. દા.ત., ક્લોરામ્ફેનિકોલ. આનો ઉપયોગ તીવ્ર તાવ, ટાઇફોઇડ, મેનિન્જાઇટિસ, મરડો, ક્ષય રોગ અને ચોક્કસ પ્રકારના પેશાબની નળીઓનો વિસ્તાર ચેપની સારવાર માટે થાય છે. અન્ય 2 બ્રોડ-સ્પેક્ટ્રમ એન્ટિબાયોટિક્સ વેનકોમિસિન અને ઓફલોક્સાસીન છે. એમોક્સિસિલિન અને એમ્પીસિલિન - કૃત્રિમ રીતે પેનિસિલિનમાંથી મેળવવામાં આવે છે - એ બ્રોડ-સ્પેક્ટ્રમના એન્ટિબાયોટિક્સ પણ છે.",
    "How do antiseptics differ from disinfectants? Give one example of each.": "સુક્ષ્મસજીવો સામે જીવાણુનાશક અને એન્ટિસેપ્ટિક્સ ખરેખર સફળ છે. એન્ટિસેપ્ટિક્સનો ઉપયોગ જીવંત પેશીઓ જેમ કે કટીંગ્સ, ઘા, રોગગ્રસ્ત ત્વચાની સપાટી અને અલ્સરની સારવાર માટે થાય છે, જ્યારે જંતુનાશક પદાર્થોનો ઉપયોગ ફ્લોર, ડ્રેનેજ સિસ્ટમ, સાધનો વગેરે જેવી વસ્તુઓ માટે થાય છે. જંતુનાશકો જીવંત પેશીઓને નુકસાન કરે છે. આયોડિન એક શક્તિશાળી એન્ટિસેપ્ટિક છે. આયોડિન ટિંકચર ઘા પર લાગુ થાય છે. એક ટકા ફિનોલ સોલ્યુશનનો ઉપયોગ જંતુનાશક તરીકે થાય છે."
}